Show / Hide Table of Contents
Class ISDImportSettings
Represents settings of improt options into Idea StatiCa Detail
Inheritance
System.Object
ISDImportSettings
Inherited Members
 System.Object.ToString()
 System.Object.Equals(System.Object)
 System.Object.Equals(System.Object, System.Object)
 System.Object.ReferenceEquals(System.Object, System.Object)
 System.Object.GetHashCode()
 System.Object.GetType()
 System.Object.MemberwiseClone()
Namespace: IdeaRS.OpenModel.Detail
Assembly: IdeaRS.OpenModel.dll
Syntax
public class ISDImportSettings
Constructors
Improve this Doc   View Source
ISDImportSettings()
Constructor
Declaration
public ISDImportSettings()
Properties
Improve this Doc   View Source
UseWizard
Open import wizard window
Declaration
public bool UseWizard { get; set; }
Property Value
 Type |  Description
 System.Boolean
 Improve this Doc
 View Source